[
  {
    "index": 0,
    "takim_adi": "Galatasaray",
    "kurulus_tarih": "20 Ekim 1905",
    "logo": "https://raw.githubusercontent.com/kursat-uysal/hr190005kursatuysal/main/Galatasaray.png",
    "detay": "Renkleri sarı Kırmızıdır. \nKurucular : \nAli Sami Yen, Asım Tevfik Sonumut, Emin Bülend Serdaroğlu, Bekir Bircan, Mehmet Celal, Tahsin Nahit, Cevdet Kalpakçıoğlu, Resad Sirvani, Abidin Daver. \nGalatasarayın 16 adet türkiye kupası bulunmaktadır. 22 adet türkiye şampiyonu, 18 adet türkiye kupa şampiyonu 1 adet uefa süper kupası vardır 99/00 döneminde almıştır. 1 adet süpercup vardır 00/01 sezonunda almıştır bu kupayı. Galatasaray en efsane futbolcuları Ali samiyen; hem kurucudur hemde bir dönem futbol oynamıştır. Mehmet Leblebi; 12 yıl forma giyip 5 istanbul ligi şampiyonluğu yaşamıştır.Metin oktay; 1955 1961 yılları arasında galatasarayda oynayıp 6 kezde gol kralı olmuştur.Coşkun Özsarı Galatasaray genç takımında yetişti. 1959'a kadar Galatasaray'da oynadı. 10 yıl taşıdığı Galatasaray forması ile 3 İstanbul profesyonel lig şampiyonluğu yaşadı.Fatih terim; 1985'te futbola veda edene kadar Galatasaray'da futbol oynayan Terim Galatasaray da takım kaptanlığını da üstlendi.George hagi  5 sezon galatasarayda forma giymiştir. 132 maçta 110 gal atmıştır. Ve gelmiş geçmiş en büyük yetenektir.",
    "city": "İstanbul"
  },
  {
    "index": 1,
    "takim_adi": "Beşiktaş",
    "kurulus_tarih": "03 Mart 1903",
    "logo": "https://raw.githubusercontent.com/kursat-uysal/hr190005kursatuysal/main/Be%C5%9Fikta%C5%9F.png",
    "detay": "Renkleri: Renklerin kırmızı-beyaz olduğu, balkan Savaşı'ndan sonra kırmızının yerine siyahın konduğu belirtilir. Bazı tarihçilere göre ise kuruluşundan bu yana renkler siyah- beyazdır. \nKurucuları: \nAhmet Fetgeri (Aşeni), Mehmet Ali Fetgeri (Aşeni), Osman Paşazade Mehmet Şamil (Osmanoğlu), Hüseyin Bereket, Kadızade Nazım Nazif (Ander) ve 20'ye yakın Kafkas kökenli gençlerdir. Fetgeri kardeşler Gürcistan tahtına kadar yükselmiş Batum civarından göç etmiş bir ailedir. Kurulduğu Yer: Serencebey Mahallesi (Beşiktaş) Kara kartal nasıl doğdu? 1940-41 sezonunda rakip Süleymaniye'dir. Beşiktaş farklı önde olmasına rağmen rakibini Ablukaya alır. Şeref Stadı'nda tribünden ikinci yarının ortalarında bir ses yükselir: ''Haydi kara kartallar.'' Sesin sahibi Mehmet Galin isminde bir balıkçıdır. Öyle ya böyle hiç bitmeyen ataklar ancak kartallar benzetmesiyle tanımlanır. Beşiktaş maçı 6-0 kazanır, o Günden sonra kara kartallar siyah-beyazlı takımın lakabı olarak kalır.Başarıları; * En fazla resmi İstanbul Lig şampiyonu. (15 kez) * üst üste en fazla İstanbul Şampiyonu tek kulüp. (5 yıl, 1939-43)* İstanbul Liglerinde en fazla gol atan takım. (1 sezonda 90, 8 yılda 599 gol)* Resmi liglerde en fazla namağlup şampiyon olan takım. (7 kez)* Sırıkla atlamayı Türkiye'ye getiren kulüp. (Ressam Namık İsmail).* Türkiye Ligi'nde namağlup şampiyon olan tek takım.* Türk Milli Takımı'nı temsil hakkı verilen ilk ve tek takım.* ''19 Mayıs Gençlik ve Spor Bayramı'' fikrini ortaya atan ve uygulanmasını ve kanunlaşmasını sağlayan kulüp.* Evinde 10 sene hiçbir Anadolu takımına yenilmeyen tek kulüp.* Lig tarihinde en uzun süre yenilmeyen takım. (48 maç)Beşiktaş efsane futbolcularıSamet Aybaba; 1978-1989 yıllarında forma giymiştir. 334 maça çıkmıştır.    Rıza Çalımbay;1980-1996 yıllarında forma giymiştir. 494 lig maçında toplam 41 gol kaydetti.Metin Tekin; 1981 yılında Beşiktaş'a transfer oldu. Sürati ve çalımlarıyla taraftarlar ona''Sarı Fırtına'' lakabını taktı. Beşiktaş'ta 320 lig maçı oynadı ve 47 gol attı. Ali Gültekin; 1984-1995 yıllarında forma giymiştir Beşiktaş'ta oynadığı 11 sezonda 92 gol attı Feyyaz Uçar;1982-1992 320 lig maçında 170 golle, Beşiktaş'ın Türkiye Ligi'ndeki en büyük golcüsü oldu.Daniel Omakachi 1966-1969 yılında forma giymiştir. 3 yıl boyunca Beşiktaş'ın formasını giyen Amokachi, o dönem için takımımızda en çok forma giyen yabancı oyuncu rekorunu kırdı.Pascal Nouma; 2000 – 2003 yıllarında forma giymiştir. 20 Nisan 2003 günü oynanan Fenerbahçe maçında gol attıktan sonraki yaptığı hareketten dolayı Türkiye Futbol Federasyonu'ndan 7 ay men cezası aldı. ",
    "city": "İstanbul"
  },
  {
    "index": 2,
    "takim_adi": "Fenerbahçe",
    "kurulus_tarih": "03 Mayıs 1907",
    "logo": "https://raw.githubusercontent.com/kursat-uysal/hr190005kursatuysal/main/Fenerbah%C3%A7e.png",
    "detay": "Kulüp renkleri Sarı laciverttir. \nKurucuları: \nNurizade Ziya Songülen Bey, Osmanlı Bankası Memuru Ayetullah Bey, Bahriye Mektebi öğrencisi Necip Okaner Beydir. Efsane olmuş birkaç ismi ise Lefter Küçükandonyadis, Zeki Rıza Sporel, Şükrü Saracoğlu, Şeref Has, Naci Bostoncu, Burhan Sargun, Ziya Şengül, Can Bartudur. En başarılı başkanları ise 1934-1950 Şükrü Saracoğlu (21 kupa) / 1966-74, 1977-80, 1983-84 Faruk Ilgaz (19 kupa) / 1981-83, 1994-98 Ali Şen (7 kupa) / 1998-2006 Aziz Yıldırım (5 kupa) en uzun forma giyenleri Fikret Kırcan (22 yıl), Zeki Rıza Sporel (19 yıl), Galip Kulaksızoğlu (16 yıl), Lefter Küçükandonyadis (15 yıl). Fenerbahçenin kurulduğu yer Moda-Beşbıyık Sokağı'ndaki 3 nolu evin alt katı. 1907'de Türk gençlerinden Ziya Songülen, Ayetullah ve Necip Okaner, bir futbol kulübü kurmak için harekete geçtiler. Semtlerinin adı olan Fenerbahçe'yi isim, Fenerbahçe Burnu'ndaki feneri de amblem olarak seçtiler. Kıskançlık ve asaletin simgesi sarı-lacivert ise kulübün renkleri olarak belirlendi. Tarihi Rekorları *Fenerbahçe, Türkiye Profesyonel Birinci Futbol Ligi'nde ilk şampiyonluğu yaşayan takımdır. (1959)*Fenerbahçe, bir sezonda hiç gol yemeden şampiyon olmuş ve dünya rekorunu kırmıştır. (1922-1923)*Fenerbahçe, 1967 yılında Balkan Kupası'nı kazanan ilk Türk takımı olmuştur.*Fenerbahçe, tarihinde 82 defa resmi lig ve kupa şampiyonluğu ile en çok şampiyon olan takımdır.*Fenerbahçe, 1967-68 sezonunda 5 kupa birden kazanarak büyük bir rekora imza atmıştır.",
    "city": "İstanbul"
  },
  {
    "index": 3,
    "takim_adi": "Trabzonspor",
    "kurulus_tarih": "02 Ekim 1967",
    "logo": "https://raw.githubusercontent.com/kursat-uysal/hr190005kursatuysal/main/Trabzonspor.png",
    "detay": "Renkleri bordo ve mavidir. 21 Haziran 1966'da İdmangücü, Martıspor ve Karadenizgücü takımları birleşerek kırmızı-beyaz renklerle ''Trabzonspor Gençlik Kulübü''nü kurdu. Bu takımın başkanlığını Ali Osman Ulusoy üstlendi. Ancak takımın ismi resmî kayıtlara ''Trabzonspor 1966'' olarak geçti. Trabzon sporun başkanları 1967-68 Ali Osman Ulusoy1968-69 Rıfat Dedeoğlu 1969-70 Ali Osman Ulusoy 1970-71 Rıfat Dedeoğlu1971-72 Suat Oyman 1972-75 Salih Erdem 1975-80 Şamil Ekinci 1980-81 Celal Ataman1981-82 Mustafa Günaydın 1982-88 M. Ali Yılmaz 1988-89 Mazhar Afacan1989-92 M. Ali Yılmaz 1992-94 Sadri Şener 1994-97 Faruk Özak 1997-2000 M. Ali Yılmaz 2000-03 Özkan Sümer  2003-06 Atay Aktuğ 2006-08 Nuri Albayrak 2008-13 Sadri Şener2013-15 İbrahim Hacıosmanoğlu 2015-18 Muharrem Usta 2018- Ahmet Ağaoğlu•Başarılar; Süper ligŞampiyonluk (6): 1975-76, 1976-77, 1978-79, 1979-80, 1980-81, 1983-84İkincilik (9): 1977-78, 1981-82, 1982-83, 1994-95, 1995-96, 2003-04, 2004-05, 2010-11a, 2019-20•Türkiye kupası Şampiyonluk (9): 1976-77, 1977-78, 1983-84, 1991-92, 1994-95, 2002-03, 2003-04, 2009-10, 2019-20İkincilik (5): 1974-75, 1984-85, 1989-90, 1996-97, 2012-13•Türkiye süper kupası Şampiyonluk (8): 1976, 1977, 1978, 1979, 1980, 1983, 1995, 2010İkincilik (3): 1981, 1984, 1992•Başbakanlık kupasıŞampiyonluk (5): 1975-76, 1977-78, 1984-85, 1993-94, 1995-96İkincilik (6): 1976-77, 1989-90, 1990-91, 1992-93, 1996-97, 1997-98",
    "city": "Trabzon"
  },
  {
    "index": 4,
    "takim_adi": "Başakşehir",
    "kurulus_tarih": "04 Haziran 2014",
    "logo": "https://raw.githubusercontent.com/kursat-uysal/hr190005kursatuysal/main/Ba%C5%9Fak%C5%9Fehir.png",
    "detay": "İstanbul Başakşehir Futbol Kulübü veya sponsorluk anlaşması gereğince Medipol Başakşehir Futbol Kulübü, 1990 yılında dönemin İstanbul Belediye Başkanı Nurettin Sözen tarafından kurulan ve 2014 yılının Haziran ayına kadar İstanbul Büyükşehir Belediyespor bünyesinde faaliyet göstermesinin ardından, 4 Haziran 2014 tarihinde belediye bünyesinden ayrılıp faaliyetlerine futbol kulübü olarak devam etme kararı alarak ismini İstanbul Başakşehir Futbol Kulübü olarak değiştiren futbol kulübü.Başakşehirin tek şampiyonluğu 2019- 2020 yılındadır.Başakşehirin şu anki teknik direktörü Abdullah avcıdır. \nBaşakşehir. \nBaşakşehirin süper lig karnesi \n2007-2008 sezonunda 38 puanla 12. sırada yer aldı. \n2008-2009 sezonunda 42 puanla 9. sırada yer aldı. \n2009-2010 sezonunda 56 puanla 6. sırada yer aldı. \n2010-2011 sezonunda 42 puanla 12. sırada yer aldı. \n2011-2012 sezonunda 50 puanla 6. sırada yer aldı. \n2012-2013 sezonunda 36 puanla 16. sırada yer aldı. Küme düştü. \n2014-2015 sezonunda 59 puanla 4. sırada yer aldı. \n2015-2016 sezonunda 59 puanla 4. sırada yer aldı. \n2016-2017 sezonunda 73 puanla 2. sırada yer aldı. \n2017-2018 sezonunda 72 puanla 3. sırada yer aldı. \nBaşakşehirspor’un sponsorları Başakşehirspor’un resmi sayfasındaki bilgilere göre sponsorları şunlar: \nDenizbank, Vodafone, Ziraat Katılım, Turex, Sırma, Kiğılı, Turkish Airlines, Kalyon, Intercity, Vodafone, Fakir, Burger King, Macron.",
    "city": "İstanbul"
  },
  {
    "index": 5,
    "takim_adi": "Alanyaspor",
    "kurulus_tarih": "04 Haziran 2014",
    "logo": "https://raw.githubusercontent.com/kursat-uysal/hr190005kursatuysal/main/Alanyaspor.png",
    "detay": "Alanyaspor, veya sponsorluk anlaşması gereği Aytemiz Alanyaspor, Antalya'nın Alanya ilçesindeki futbol kulübüdür. Renkleri turuncu ve yeşildir. Maçlarını 10.128 kişilik Bahçeşehir Okulları Stadyumu'nda oynamaktadır. 2015-16 sezonunda 1. Lig'de mücadele eden Alanyaspor, play-off maçları sonucu 2016-17 sezonunda Süper Lig'de mücadele etmeye hak kazandı. Alanyaspor kulübü 1948 yılında doktor Ali Nazım Köseoğlu ve bir grup genç tarafından kuruldu. Kulübün ismi önce Alanya Kalespor, daha sonra ise Kale Gençlikspor olarak değişmiştir. İlk forma rengi mavi-beyaz olmuştur. 1966 yılına kadar yarı federe statüde devam eden kulüp, 1965-66 sezonunda federe statüye kavuşmuştur. Aynı sezonda ilk kez Antalya Amatör Kümesi'ne kırmızı-beyaz renklerle katıldı. \nAlanya lig karnesi \n1966-67 sezonunda kulüp başkanlığını Muzaffer Balçık yaptı. \n1969-70 sezonunda Nevzat Köseoğlu başkanlığında lige katıldı ancak 4 maç sonra liglerden çekildi. \n1970-71 yılında takımımız yine ilgisizlik nedeniyle lige katılamadı. \n1971-72 sezonunda sporcuların çabasıyla takımımız lige katıldı ve kulübün fesh olması son anda önlendi.\n1972-73 sezonunda takımımız o yıla kadar ki en iyi sonucu elde etti ve Atilla Doğan başkanlığında ligi 3'üncü bitirdi. Takımımız ertesi sezon yine sporcuların çabasıyla ligi tamamladı. \n1976-1977 sezonuna kadar yine özel çabalarla takım takımımız liglere katıldı.\n1976-77 sezonu başında kulüp başkanlığına Nazmi Reisoğlu seçildi. Alanyaspor tarihinde ilk kez Antalya 1. Amatör Ligi'nde şampiyonluğa oynadı ve 2 sezon üst üste kıl payı şampiyonluğu kaçırdı.\n1978-79 sezonunda tamamına yakın Alanyalı oyunculardan kurulu bir kadro oluşturuldu ve takımımız ligde 3'üncü oldu.\n1979-80 sezonunda takımımız ligi 5'inci bitirdi.1980-81 sezonunda takımımız averajla şampiyonluğu kaybetti.1981-82 sezonunda kulübümüz başkansız ve yönetimsiz kalarak 2. Amatör Lig'e düştü.",
    "city": "Antalya"
  }
]